Repository: common-repository/t23-related-posts
Catalog: languages/t23-related-posts-*.po
Languages: ru_ru

source: General Settings
ru_ru: Основные настройки

source: Enabled:
ru_ru: Включено:

source: Search server:
ru_ru: Поисковой сервер:

source: Port:
ru_ru: Порт:

source: Title of HTML block:
ru_ru: Заголовок HTML блока:

source: Max result posts:
ru_ru: Максимальное кол-во записей в HTML блоке:

source: Save settings
ru_ru: Сохранить настройки

source: Post title, categories, tags, text are used to search similar content. All occurrence has weigth.<br>The larger sum weigths, the greater the similarity.<br>Publications which have a weight of less than the minimum are not similar
ru_ru: Заголовок публикации, названия его категорий и меток, используются для нахожденияя похожих материалов.<br>То где эти данные будут найдены, определяет степень похожести (общий вес).<br>Общий вес складывается из суммы весов вхождений, то есть от того где найдено совпадение.<br>Похожей статья является если проходит порог минимального веса. Чем больше вес, тем больше степень похожести.

source: Min weight:
ru_ru: Минимальный вес:

source: Weight occurrence in TITLE:
ru_ru: Вес вхождения в ЗАГОЛОВКЕ:

source: Weight occurrence in CATEGORY:
ru_ru: Вес вхождения в РУБРИКЕ:

source: Weight occurrence in TAG:
ru_ru: Вес вхождения в МЕТКЕ:

source: Weight occurrence in TEXT:
ru_ru: Вес вхождения в СОДЕРЖАНИИ:

source: Stop words
ru_ru: Стоп слова

source: Stop words that are not used in calculating the posts keywords that are used to determine similarity.
ru_ru: Слова исключения, которые не будут использоваться при вичислении ключевых слов публикации, которые используются для определения похожести.

source: Sphinx conf file
ru_ru: Конфигурационный файл Sphinx

source: Below is a sample Sphinx configuration file. You need to configure the search server manually.
ru_ru: Ниже приведен примерный конфигурационный файл Sphinx. С помощью него вам необходимо настроить поисковой сервер самостоятельно.

source: Prefix:
ru_ru: Префикс:

source: Related Posts
ru_ru: Похожие записи
